/* No comment provided by engineer. */
"Create Topic" = "Create Topic";

/* No comment provided by engineer. */
"How about a password with more than 6 characters?" = "How about a password with more than 6 characters?";

/* No comment provided by engineer. */
"Oh, an empty invitation code. That will not work." = "Oh, an empty invitation code. That will not work.";

/* No comment provided by engineer. */
"Oh, an empty name. That will not work." = "Oh, an empty name. That will not work.";

/* No comment provided by engineer. */
"Oh, something went wrong. Let's try it again." = "Oh, something went wrong. Let's try it again.";

/* No comment provided by engineer. */
"Oops, an empty password won't get very far." = "Oops, an empty password won't get very far.";

/* No comment provided by engineer. */
"Oops, an empty username won't get very far." = "Oops, an empty username won't get very far.";

/* No comment provided by engineer. */
"Oops, the passwords does not match." = "Oops, the passwords does not match.";

/* No comment provided by engineer. */
"Sorry, but we will need you to keep you team name less than %d characters." = "Sorry, but we will need you to keep you team name less than %d characters.";

/* No comment provided by engineer. */
"Topic Settings" = "Topic Settings";

/* No comment provided by engineer. */
"We are terribly sorry, but some error happened." = "We are terribly sorry, but some error happened.";

/* No comment provided by engineer. */
"We are terribly sorry, but we can not sign you in now." = "We are terribly sorry, but we can not sign you in now.";

/* No comment provided by engineer. */
"We will need a valid email address." = "We will need a valid email address.";

/* No comment provided by engineer. */
"We will need your email." = "We will need your email.";

/* No comment provided by engineer. */
"You will not receive message from this topic any more." = "You will not receive message from this topic any more.";

